Repository: Rodion98/kelecheck
Catalog: lib/l10n/arb/app_*.arb
Languages: ky

source: Notification
ky: Эскертме

# language
source: En
ky: Кг

# language_name
source: English
ky: Кыргыз

source: Language settings
ky: Тил орнотуулары

source: Settings
ky: Орнотуулар

# currentLanguage
source: English
ky: Кыргызча

# languageCode
source: en
ky: ky

source: Search
ky: Издөө

# infoAboutApp
source: Application information
ky: Колдонмо маалымат

# terms_of_us
source: Terms of use
ky: Пайдалануу шарттары

# privacy_and_policy
source: Privacy Policy
ky: Купуялык саясаты

source: Version
ky: Версия

source: Kiyal
ky: Кыял

# vzmore
source: Sea
ky: Взморье

# vityaz
source: Victory
ky: Витязь

# kindergarden
source: Kindergartens
ky: Бала бакчалар

source: Hunting Farm
ky: Охотничье Хозяйство

# kiyal_description
source: Search and rental of office space
ky: Офис аянтын издөө жана ижарага алуу

# available_premesis
source: accessible premises
ky: жеткиликтүү бөлмөлөр

# vzmore_description
source: Rent of rooms with Additional Services
ky: Кошумча кызматтар менен бөлмөлөрдү ижарага алуу

source: available numbers
ky: жеткиликтүү бөлмө

# vityaz_description
source: Renting rooms in a holiday home
ky: Эс алуу үйүндө бөлмөлөрдү ижарага алуу

# kinder_garden_description
source: Additional activities and services in kindergartens
ky: Бала бакчалардагы кошумча иш-чаралар жана кызматтар

# available_groups
source: available numbers
ky: жеткиликтүү топтор

# hunting_farm_description
source: Renting cottages/beds
ky: Коттедждерди / керебеттерди ижарага алуу

# available_kotedge
source: available cottages
ky: жеткиликтүү коттедждер

source: premises
ky: жайлар

source: Filter
ky: Фильтр

source: Check in
ky: Каттоого киргизүү

source: Check out
ky: Кетүү

source: Rental period
ky: Аренда мөөнөтү

source: Nutrition
ky: Тамактануу

source: Your budget (per night)
ky: Бюджетиңиз (бир түн үчүн)

source: Facilities
ky: Объекттер

source: Show
ky: Көрсөтүү

source: From
ky: От

source: To
ky: До

source: Services
ky: Кызматтар

source: Breakfast
ky: Эртең мененки тамак

source: Launch
ky: Түшкү тамак

source: Dinner
ky: Кечки тамак

source: Parking
ky: Паркинг

source: Bath
ky: Ванна

source: No smoking room
ky: Тамеки чекилбеген бөлмө

source: Recipe
ky: Кабыл алуу

source: Fridge
ky: Муздаткыч

source: Air conditioning
ky: Кондиционер

source: TV
ky: Телевизор

source: Own kitchen
ky: Жеке ашкана

source: Fen
ky: Чач кургаткыч

source: Daily cleaning
ky: Күнүмдүк тазалоо

source: Dry cleaning
ky: Кургак тазалоо

source: Laundry
ky: Кир жуугуч

source: Transfer
ky: Которуу

source: Floor
ky: Кабат

source: Price
ky: Баасы

source: Office feature
ky: Офистин өзгөчөлүктөрү

source: Square
ky: Аянты

source: accuracy
ky: өлчөө ката

# from_date
source: from
ky: C

# to_date
source: to
ky: По

source: Ground floor
ky: Биринчи кабат

source: Cottage
ky: Коттедж

source: Tapchan
ky: Тапчан

source: Number
ky: Номер

source: Standart
ky: Стандарт

source: Junior suite
ky: Полулюкс

source: Lux
ky: Люкс

source: Inn
ky: ИНН

source: Passport
ky: Паспорт

# balls
source: Bonus points
ky: Бонустук упайлар

source: Personal information
ky: Жеке маалыматтар

source: Orders history
ky: Заказдардын тарыхы

source: Terms of use
ky: Пайдалануу шарттары

source: You may
ky: Сенин колуңдан келет

source: Delete
ky: Жок кылуу

source: account or
ky: эсеп же

source: logout
ky: чыгып кет

source: Payment to order
ky: Заказ үчүн төлөм

source: Card online
ky: Онлайн карта менен

source: or pay in another way
ky: же башка жол менен төлөө

source: Phone number
ky: Телефон номуру

source: Pay
ky: Төлө

# congrats_your_payment_went_successful
source: Congratulations! Your payment was successful.
ky: Куттуктайбыз! Төлөмүңүз ийгиликтүү болду.

# thanks_for_payment_msg
source: Thank you for choosing! Your confidence is our motivation. We are waiting for you again!
ky: Тандооңуз үчүн рахмат! Сиздин ишенимиңиз биздин мотивация болуп саналат. Биз сизди дагы күтөбүз!

# continue_text
source: Continue
ky: Улантуу

# rental_agrement
source: Agreement for rental
ky: Ижара келишими

# cancel_agrement
source: Cancel
ky: Баш тартуу

source: Points
ky: Упайлар

source: You have enough points. Do you want to use them?
ky: Сизде жеткиликтүү упайлар бар. Буйрутмаңыздын бир бөлүгүн төлөө үчүн аларды колдонгуңуз келеби?

source: Your points
ky: Сиздин упайларыңыз

source: Monthly
ky: Ай сайын

source: Yearly
ky: Жылдык

source: Overall price
ky: Жалпы наркы

source: Data verification completed successfully
ky: Дайындарды текшерүү ийгиликтүү аяктады

# your_data_verification_completed_successfully_you_can_now_continue_purchases
source: Your details have been successfully verified. You can now complete the purchasing process.
ky: Маалыматыңыз ийгиликтүү текшерилди. Сиз азыр сатып алуу процессин бүтүрө аласыз

# unfortunately_data_not_verified
source: Unfortunately, the data was not verified
ky: Тилекке каршы, маалыматтар таанылган эмес

# please_make_sure_you_entered_correct_data_msg
source: Please make sure you entered the correct information and try again. Also make sure photos are taken in good lighting for best results.
ky: Сураныч, туура маалыматты киргизгениңизди текшерип, кайра аракет кылыңыз. Ошондой эле жакшы натыйжаларга жетиш үчүн сүрөттөр жакшы жарыкта тартылганын текшериңиз

source: Retry
ky: Кайра аракет кылуу

# pasport_data
source: Passport data
ky: Паспорттун реквизиттери

# upload_frontside_of_pasport
source: Upload front side of your passport
ky: паспорттун алдыңкы тарабын жүктөп алуу

# upload_back_of_your_passport
source: Upload back side of your passport
ky: паспортуңуздун арткы бөлүгүн жүктөңүз

# upload_selfi_with_pasport
source: Upload selfie with your passport
ky: Паспортуңуздун алдыңкы бети менен селфи жүктөңүз

source: Upload finished
ky: жүктөө аякталды

# user_indentification
source: User identification
ky: Колдонуучунун идентификациясы

# enter_fio
source: Enter your full name
ky: Толук аты-жөнүңүздү киргизиңиз

# kyrgiz_rep
source: Kyrgyz Republic
ky: Гр. Кыргыз Республикасы

# foriegn
source: Foreigner
ky: Чет өлкөлүк жаран

# enter_pasport_number
source: Enter your passport number
ky: Паспорттун сериясын жана номерин киргизиңиз

source: Full name
ky: Толук аты

source: Data checking
ky: Маалыматтарды текшерүү

source: Product
ky: Товар

source: Address
ky: Дарек

source: Bank card
ky: Банк картасы

# wait_some_time_it_is_checking_verifying_data
source: Wait some time. It is checking and verifying data...
ky: Күтө туруңуз, дайындар текшерилүүдө...

# order_status_all
source: All
ky: баары

# order_status_new
source: New
ky: жаңы

# order_status_in_progress
source: In work
ky: жумушта

# order_status_completed
source: Completed
ky: аяктады

# order_status_refusal
source: Refusal
ky: четке кагылды

# order_status_delete
source: Deleted
ky: жок кылынды

source: Add data
ky: Дайындарды кошуу

# empty_cart_msg
source: If you do not see your order history, please provide the information you provided when placing previous orders.
ky: Эгер заказыңыздын таржымалын көрбөсөңүз, мурунку буйрутмаларды жайгаштыруу учурунда берген маалыматыңызды бериңиз.

# passport_number
source: â„– passport
ky: Паспорттун номери

source: Enter INN number
ky: Кириңиз ТИН

source: Description
ky: Сүрөттөмө

source: Office features
ky: Кеңседеги кыйынчылыктар

source: Rent
ky: Ижарага алуу

source: Booking
ky: Китеп

source: Including taxes and fees
ky: Анын ичинде салыктар жана жыйымдар

source: Disrepair
ky: Оңдоо

source: Number of guests
ky: Бөлмөлөрдүн жана коноктордун саны

# fill_all_fields_to_make_payment
source: Fill out all card fields or select another payment method
ky: Бардык карта талааларын толтуруңуз же башка төлөм ыкмасын тандаңыз

source: This payment method is not available yet
ky: Бул төлөм ыкмасы азырынча жеткиликтүү эмес

source: Order
ky: Тартип

source: Download agreement
ky: Жүктөп алуу келишими

# order_status_canceled
source: Canceled
ky: жокко чыгарылды

# initial_message
source: Welcome! How can I help you?
ky: Кош келиңиз! Сигде кандай жардам бере алам?

source: Payment to education
ky: Окуу акысы

source: Tip
ky: Түрү

# kindergardens
source: Kindergartens
ky: бала бакча

# season_oktober
source: Oktober
ky: Октябрьский

# season_may
source: May
ky: Первомайский

source: Sverdlovskiy
ky: Свердловский

source: year
ky: жыл

# enter_pasport_number_of_inn
source: Enter passport number or INN
ky: Паспортуңуздун номерин же ТИНди киргизиңиз

# unfortunately_nothing_found
source: Unfortunately, nothing was found
ky: Тилекке каршы, издөөңүз эч кандай натыйжа берген жок.

source: adults
ky: чоңдор

source: kids
ky: балдар

source: Show number of rooms and guests
ky: Бөлмөлөрдүн жана коноктордун санын көрсөтүңүз

# numbera
source: Number
ky: Сандар

# adults_number
source: Adults
ky: Чоңдор

# adults_from_0_to_17
source: Children from 0 to 17 years old
ky: 0 жаштан 17 жашка чейинки балдар

source: Choose date
ky: Даталарды тандаңыз

source: Under development
ky: Иштеп чыгууда

# under_development_info
source: The section is under development. Coming soon!
ky: Бөлүм иштеп чыгууда. Жакында келмекчи!

source: Confirm
ky: ырастоо

source: Start chat
ky: Чат баштоо

# info
source: Information
ky: Маалымат

# ds
source: Kindergarten
ky: Бала бакча

# ds_desc
source: Activities and services in kindergarten
ky: Бала бакчанын ишмердүүлүгү жана кызматтары

# no_chats_found
source: No active chats found
ky: Активдүү чаттар табылган жок

source: Registration error
ky: Каттоо катасы

source: List
ky: Тизме

# layout
source: Floor plan
ky: Макет

# zoomInfo
source: You can use the zoom feature, which allows you to enlarge or reduce the image or text on the screen.
ky: Экрандагы сүрөттү же текстти чоңойтуп же кичирейтүүгө мүмкүндүк берген масштабдоо функциясын колдоно аласыз.

source: Basement
ky: Жер төлө

# wrong
source: Something went wrong
ky: Бир жерден ката кетти

# noDataText
source: No data
ky: Эч нерсе табылган жок

# loadingText
source: Loading...
ky: Жүктөө

# canLoadingText
source: Load more
ky: Көбүрөөк жүктөө

# idleText
source: Load more
ky: Көбүрөөк жүктөө

# failedText
source: Failed to load
ky: Жүктөлбөй калды

# unavailable
source: Not available
ky: Жеткиликсиз

# noDataInfo
source: The link to the layout is not specified, you can find it in the list
ky: Макет шилтемеси берилген эмес, бул бөлмөнү тизмеден таба аласыз

# bonusesLoadingError
source: Failed to load bonuses
ky: Бонустарды жүктөө ишке ашкан жок

source: Error
ky: Ката

source: per month
ky: айына

source: enter area
ky: аянтын жаз

# connected
source: Connection restored
ky: Туташуу калыбына келтирилди

# disconnected
source: No internet connection
ky: Интернет байланышы жок

source: Chat
ky: Чат

source: Are you sure?
ky: Ишенесиңби?

source: Yes
ky: Ооба

source: Cancel
ky: Жокко чыгаруу

# deleteAllChats
source: Confirm deletion of chats
ky: Чаттарды жок кылууну ырастаңыз

# alarcha
source: Ala-Archa
ky: Ала-Арча

# alarcha_desc
source: Room rental / entry
ky: Бөлмөнү ижарага алуу / кирүү

source: Entry fee
ky: Кирүү акысы

source: Hotels
ky: Мейманканалар

# freeRooms
source: Available rooms by date
ky: Датасы боюнча жеткиликтүү бөлмөлөр

source: Entry Date
ky: Кирүү датасы

# transportNumber
source: Vehicle Registration Number
ky: Унаанын мамлекеттик номери

source: Check
ky: Текшерүү

source: Saved Transport
ky: Сакталган унаа

source: Select Date
ky: Датаны тандоо

source: Select
ky: Тандоо

# transportType
source: Vehicle Type
ky: Унаа түрү

# transportBrand
source: Brand
ky: Бренд

# transportModel
source: Model
ky: Модель

source: Weight
ky: Салмак

# entryPrice
source: Entry Fee
ky: Кирүү баасы

# saveTransport
source: Save Vehicle
ky: Унааны сактоо

# checkForLoyalty
source: Check for Discount
ky: Жеңилдикти текшерүү

source: Free Entry!
ky: Кирүү акысыз!

source: Free
ky: Акысыз

# transportInfo
source: Free passage for residents of Baytik Aiyl Okmotu, veterans of WWII and the Afghan War, if registered in the checkpoint`s discount database.
ky: Байтик айыл өкмөтүнүн тургундарына, Улуу Ата Мекендик согуштун жана Ооган согушунун ардагерлерине жеңилдик базасында катталган болсо, өткөрмө бекетинен өтүү акысыз.

source: No data
ky: Дайындар жок

source: Booking date
ky: Брондоо датасы

# perNight
source: Price per night
ky: Бир түн үчүн баа

# perHour
source: Price per hour
ky: Баасы саатына

source: Entry
ky: Кирүү

source: Departure
ky: Кетүү

source: Additional services
ky: Кошумча кызматтар

# deleteBookingQ
source: Delete reservation?
ky: Ээлеп коюу жок кылынсынбы?

# exitQ
source: Do you want to go out?
ky: Сыртка чыккыңыз келеби?

# exitBookingI
source: You haven't booked a room yet.
ky: Сиз азырынча бөлмө ээлей элексиз

source: Add booking
ky: Ээлеп коюуну кошуңуз

# nextTime
source: After 1 hour
ky: 1 сааттан кийин

# budget
source: Your budget (per night)
ky: Бюджетиңиз (бир түн үчүн)

source: Sort
ky: Сорттоо

# firstCheap
source: First the cheap ones
ky: Биринчи арзан

# firstExpensive
source: First the expensive ones
ky: Урматтуулар биринчи

# toCart
source: To the cart
ky: Себетке кошуу

# termsBookingI1
source: "By clicking the "Complete Purchase" button, I confirm that I have read and agree to the
ky: "«Сатып алууну ырастоо» баскычын басуу менен мен «Ала-Арча» мейманканасынын

# termsBookingI2
source: booking conditions
ky: бронь шарттары

# termsBookingI3
source: of the Ala-Archa hotel, as well as the
ky: жана

# termsBookingI4
source: cancellation and refund policy
ky: жокко чыгаруу жана кайтаруу эрежелери

# termsBookingI5
source: . I understand that to confirm the reservation, I need to make a prepayment of 50% of the room cost and additional services, and pay the remaining amount upon check-in."
ky: менен таанышып чыккандыгымды жана макул экендигимди ырастайм. Бронду ырастоо үчүн бөлмөнүн жана кошумча кызматтардын наркынын 50% алдын ала төлөө керектигин жана калган сумманы жайгашууда төлөө керектигин түшүнөм."

# pointsQ
source: How many points to spend?
ky: Канча упай коротушум керек?

source: Total Booking
ky: Брондоо жалпы

source: Offers
ky: Сунуштар

# more
source: See more
ky: Көбүрөөк көрүү

# identificationI1
source: You are not logged into your account yet.
ky: Сиз али аккаунтуңузга кире элексиз.

# identificationI2
source: Please enter your details.
ky: Маалыматыңызды киргизиңиз.

# makeBooking
source: Make a reservation
ky: Эзервлөө

# goHome
source: Home page
ky: Башкы бет

# mockI1
source: Payment service is in the process of being connected.
ky: Туташуу процессинде төлөм кызматы.

# mockI2
source: We are working on connecting it, everything will be ready soon.
ky: Биз аны туташтыруу боюнча иштеп жатабыз, жакында баары даяр болот.

# bookingPaymentI1
source: The remaining
ky: Суммадан калган

# bookingPaymentI3
source: must be paid on the day of check-in. We will notify you in the attachment.
ky: катталган күнү төлөнүшү керек. Тиркемеде сизге кабарлайбыз.

source: Cart
ky: Себет

# alarchaTermsT
source: Booking, Cancellation and Refund Policy
ky: Брондоо, жокко чыгаруу жана кайтаруу шарттары

# alarchaTermsH1
source: Prepayment and Booking Confirmation:
ky: Алдын ала төлөө жана брондоо ырастоо:

# alarchaTermsI1
source: To confirm a booking, the client is required to make a prepayment of 50% of the total room rate. The prepayment can be made online or by another agreed method. The booking is considered confirmed upon receipt of the prepayment.
ky: Брондоону ырастоо үчүн кардар бөлмөнүн жалпы наркынын 50% алдын ала төлөп бериши керек. Алдын ала төлөө онлайн режиминде же башка макулдашылган ыкма менен жүргүзүлүшү мүмкүн. Алдын ала төлөмдү алгандан кийин ээлөө ырасталды деп эсептелет.

# alarchaTermsH2
source: Payment of the remaining amount:
ky: Калган сумманы төлөө:

# alarchaTermsI2
source: The remaining 50% of the room rate is payable upon check-in at the hotel. Payment can be made in cash or by bank transfer at the reception.
ky: Бөлмө баасынын калган 50% мейманканада катталгандан кийин төлөнөт. Төлөм накталай же банктык которуу жолу менен кабылдамада жүргүзүлүшү мүмкүн.

# alarchaTermsH3
source: Cancellation of Booking and Refund:
ky: Брондоону жокко чыгаруу жана төлөмдү кайтаруу:

# alarchaTermsI31
source: 3.1 The client has the right to cancel the booking no later than 24 hours before check-in. In case of timely cancellation, the prepayment is refunded in full.
ky: 3.1 Кардар броньду каттоого чейин 24 сааттан кечиктирбестен жокко чыгарууга укуктуу. Өз убагында жокко чыгарылган учурда алдын ала төлөм толугу менен кайтарылып берилет.

# alarchaTermsI32
source: 3.2 If the client cancels the booking later than the specified deadline or does not check in, the prepayment is non-refundable.
ky: 3.2 Эгерде кардар белгиленген мөөнөттөн кечиктирбестен броньду жокко чыгарса же катталбаса, алдын ала төлөм кайтарылбайт.

# alarchaTermsH4
source: Changing the booking:
ky: Ээлеп коюуну өзгөртүү:

# alarchaTermsI4
source: The client can make changes to the booking conditions (check-in date, room type and other) by prior arrangement with the hotel before check-in, subject to availability. Changes may require additional payment depending on the new accommodation conditions.
ky: Кардар номерлердин болушуна жараша, мейманкана менен алдын ала макулдашып, каттоодон өткөнгө чейин брондоо шарттарына (кетүү күнү, бөлмөнүн түрү ж.б.) өзгөртүүлөрдү киргизе алат. Өзгөртүүлөрдү киргизүү жашоонун жаңы шарттарына жараша кошумча төлөмдү талап кылышы мүмкүн. .

# alarchaTermsH5
source: Rent of additional services:
ky: Кошумча кызматтарды ижарага алуу:

# alarchaTermsI5
source: The client can rent additional mattresses in advance upon booking, paying 50% of their cost, or rent them upon check-in. The remaining amount for renting mattresses is also paid upon check-in.
ky: Кардар брондоо учурунда кошумча матрацтарды алдын ала ижарага алат, алардын наркынын 50% төлөп же каттоодон өткөндө ижарага алат. Матрацтарды ижарага алуу үчүн калган сумма да каттоо учурунда төлөнөт.

# alarchaTermsH6
source: Check-in and check-out:
ky: Кирүү жана чыгуу:

# alarchaTermsI6
source: Check-in at the hotel begins at 14:00, and check-out is until 12:00 the following day. Early check-in or late check-out is available upon request and may require additional payment.
ky: Отельде катталуу саат 14:00дө башталат, ал эми чыгуу эртеси саат 12:00гө чейин. Эрте катталуу же кеч чыгуу мүмкүнчүлүгү өтүнүч боюнча жеткиликтүү жана кошумча төлөм талап кылынышы мүмкүн.

# alarchaTermsH7
source: Refund policy:
ky: Кайтаруу саясаты:

# alarchaTermsI7
source: In case of timely cancellation of the reservation (no later than 24 hours before check-in), the prepayment is returned within 7 business days to the same account or card from which the payment was made. If the cancellation deadline is not met, no refund will be made.
ky: Брондоо өз убагында жокко чыгарылган учурда (текшерүү алдында 24 сааттан кечиктирбестен) алдын ала төлөм 7 жумушчу күндүн ичинде ошол эле эсепке же төлөм жүргүзүлгөн картага кайтарылат. Эгерде жокко чыгаруу мөөнөттөрү сакталбаса, эч кандай акча кайтарылбайт.

# alarchaTermsH8
source: Data privacy:
ky: Маалыматтын купуялыгы:

# alarchaTermsI8
source: Personal data provided during booking is used exclusively to organize the client's stay at the hotel and is not transferred to third parties, except in cases stipulated by the legislation of the Kyrgyz Republic.
ky: Брондоодо берилген жеке маалыматтар кардардын мейманканада болушун уюштуруу үчүн гана колдонулат жана Кыргыз Республикасынын мыйзамдарында каралгандан башка учурларда үчүнчү жактарга берилбейт

# clear
source: Got it
ky: Түшүнүктүү

source: Share
ky: Бөлүшүү

source: Used points
ky: Сарпталган упайлар

source: Total
ky: Жалпы

source: Bill
ky: Текшерүү

source: Profile
ky: Профиль

# paymentStatusSuccess
source: Payment successful
ky: Төлөм ийгиликтүү болду

# paymentStatusPending
source: Payment in processing
ky: Төлөм иштетилүүдө

# paymentStatusFailed
source: Payment error
ky: Төлөм катасы

# paymentStatusPrepayed
source: Prepayed
ky: Алдын ала төлөнгөн

source: Refresh status
ky: Жаңылоо абалы

# billInfo
source: You can see the receipt in
ky: Квитанцияны төмөнкү даректен көрө аласыз:

# selectDate2
source: Select date
ky: Датаны тандаңыз

source: Added to cart
ky: Карабага кошулду

source: Date
ky: Дата

source: Time
ky: Убакыт

source: Purchase history
ky: Сатып алуу тарыхы
